Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/unginordland/au-pair.90585.aspx.html.tmx
Source language: smj
Languages: sma

source: Julevsámegiella BarggoJulevsámegiellaKultuvrra & asstoájggeRiektáStipenndaVarresvuohta
sma: Åarjelsaemiengïele BarkoeKultuvre & eejehtimmieReaktahStaarneÖöhpehtimmie

source: Julevsámegiella
sma: Barkoe

source: Kultuvrra & asstoájgge
sma: Kultuvre & eejehtimmie

source: Riektá
sma: Reaktah

source: Varresvuohta
sma: Ööhpehtimmie

source: Sámigiella
sma: Åarjelsaemiengïele

source: Infonuorra
sma: Barkoe

source: Gå le au pairan de åro familja lunna ietjá rijkan.
sma: Gosse au pair leah, dellie fuelhkine ektesne jeatja laantesne årroeh.

source: Dån le juoga de familja oasse, jali oattjo ietjat lanjatjav.
sma: Datne eevre goh fuelhkeste jijtje, jijtjedh tjiehtjelem jallh gåetieluhpiem åadtjoeh.

source: Duv bargo li mánájt gähttjat, mielas válldet idedis- ja iehkedis dahkamusájt, mánájt vuodjet asstoájggedåjmajda åvdån ruoptot – ja máhtá aj binna dåhpebargov oadtjot.
sma: Dov barkoeh leah maanide sujhtedh, aereden jih iehkeden maanide bïssedh, maanah joekehth darjomesijjide saehtedh – jih maahtah dån tjoeverh ånnetji gåetesne barkedh.

source: Dán åvdås oattjo biebbmo, årromsaddje ja binna sålbbebiednigijt.
sma: Daej åvteste beabpmoeh, gåetieluhpiem / tjiehtjelem jih ånnetji beetnegh åadtjoeh.

source: Kursa kollegajn jali universitehtan li aj ienemus au pair-programmajn.
sma: Jeenemes daejnie au pair-programmine aaj kuvsjh, college jallh universitete.

source: Inter Au Pair Tlf: 22 52 15 60 Juohká au pairajt ienemus rijkajda Alle-Europan
sma: Inter Au Pair Tellefovne: 22 52 15 60 Au pair ’ h jillie- Europan laantide buektieh

source: Au Pair and Trainee Agency Norway MDM Capion Travelconsult & Agency A / S Tlf: 94 13 86 57 / 63 97 17 65 Juohká Ieŋŋisij, Tusskaj, Schweizaj, Italiaj, Spaniaj ja Fránsskaj.
sma: Au Pair and Trainee Agency Norway MDM Capion Travelconsult & Agency A / S Tellefovne: 94 13 86 57 / 63 97 17 65 Au Pair and Trainee Agency Norway Eenglaantese, Teevehtjelaantese, Svejtese, Italijese, Spanijese jih Frankrijhkese au- pairh buektieh.

source: Giellasertifikahtav oattjo.
sma: Paehperh mejtie vuesiehtieh gïelem maahtah, aaj åadtjoeh.

source: Juohká aj ålggårijkak nuorajt au pairan Vuonan årrot.
sma: Aaj ålkoerijhken noerh au-pairine Nöörjese buektieh.
